{
    "paper_id": "009d7aca9a31a16a1049f749c3727090aa836499",
    "metadata": {
        "title": "In eine neue Arbeitswelt aufbrechen Das Corona-Virus hat Grundfeste der Finanzbranche erschüttert. Die bislang in deutschen Instituten vorherrschende Präsenzkultur wurde durch virtuelle sowie teils ortsungebundene Konzepte zur Kommunikation mit Kunden und Kollegen ersetzt. Das hat in vielen Geschäftsbereichen weitreichende Konsequenzen",
        "authors": [
            {
                "first": "Stefan",
                "middle": [],
                "last": "Terliesner",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Die Virus-Pandemie wird langfristige Spuren in Wirtschaft und Gesellschaft hinterlassen. Denn wenn wegen Corona ein Jahr lang Abstand halten als Zeichen von Fürsorge gilt, müssen digitale Technologien zwangsläufig den persönlichen Kontakt von Mensch zu Mensch ersetzen. Davon betroffen sind auch die Geldhäuser hierzulande, insbesondere deren Filialstrukturen und Arbeitsweisen. Geht es nach Marco Leist, Head of Human Resources bei der Personalberatung TME, sind längst überfällige Entwicklungen in den vergangenen Monaten beschleunigt worden. Virtuelle Zusammenarbeit, hybride Konzepte aus Homeoffice und Büro sowie Führung auf Distanz werden Teil des Berufsalltags. \"Mittlerweile sind Heerscharen von IT-Experten darum bemüht, neueste Kommunikations-und Kollaborationssoftware in den Kreditinstituten zu installieren\", sagt er. \"Und diese Veränderungen werden sich nicht mehr zurückdrehen lassen.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Während IT-Lösungen auf dem Vormarsch sind, verlieren physische Präsenzen von Geldhäusern immer weiter an Bedeutung. \"Corona hat den Wandel von der Filiale zu digitalen Kanälen beschleunigt\", beobachtet Oliver Mihm, Chef von Investors Marketing (IM). Seinen Prognosen zufolge wird die Zahl der Bankfilialen in Deutschland bis 2025 auf 16.000 sinken. Das entspräche einem Rückgang von mehr als acht Prozent pro Jahr. \"Gleichzeitig steigt die Nutzung digitaler Kanäle rapide an\", weiß Mihm. \"Wir gehen davon aus, dass 2025 jede dritte Beratung digital erfolgen wird.\" Während der Pandemie habe der Großteil der Bankkunden gelernt, dass selbst komplexe Finanzgeschäfte bequem auch digital durchgeführt werden können. Damit geht laut Mihm ein Wandel von der Filial-zur Omnikanalberatung einher. Und daraus ergäben sich neue Anforderungen an die technische Ausstattung der Institute, vor allem bei der Kundenkommunikation. Weil der Service der Direktfiliale bereits gut frequentiert werde, will die Sparkasse Köln Bonn eigenen Angaben zufolge die Zahl ihrer Berater auf 100 erhöhen, davon 40 in Bonn. Ziel sei es, auch in Phasen mit starkem Kundenaufkommen die Wartezeiten so gering wie möglich zu halten. Ein Sparkassen-Sprecher fügt auf Anfrage hinzu, das mobiles Arbeiten für die Beschäftigten der Direktfiliale \"derzeit noch nicht möglich, aber in Planung\" ist. Demnach arbeiten die Kollegen vorerst noch standortgebunden in Köln und Bonn. In Zukunft könnten sie auch heimische Arbeitsplätze nutzen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Möglichst hohe Flexibilität bei der Arbeitsplatzgestaltung will die Volks-und Raiffeisenbank (VR-Bank) Starnberg-Herrsching-Landsberg schaffen. Aus einer internen Erhebung unter den Mitarbeitern des Instituts geht hervor, dass bis zu 70 Prozent der Tätigkeiten mobil abgewickelt werden können (siehe Tabelle Seite ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 300,
                    "end": 313,
                    "text": "Tabelle Seite",
                    "ref_id": null
                }
            ],
            "section": "Videoberatung ist auf dem Vormarsch"
        },
        {
            "text": "Die Frankfurter Volksbank richtete seit Ausbruch der Corona-Pandemie mobile Arbeitsplätze ein und steigerte in den vergangenen Monaten die Verfügbarkeit entsprechender Hard-und Software kontinuierlich. Dank mobiler Geräte kann nun ein Teil der Beschäftigten ortsunabhängig arbeiten, lässt ein Unternehmenssprecher wissen. Im gleichen Maße sei die bankweite Nutzung von digitalen Kommunikations-und Kollaborationswerkzeugen gestiegen. Für Videokonferenzen zwischen Mitarbeitern zum Beispiel aus unterschiedlichen Regionen seien zusätzliche IT-Kapazitäten geschaffen worden. Im Dezember 2020 hat die Volksbank die flächendeckende Videoberatung für ihre Kunden eingeführt. Auch die Omnikanalpräsenz sei ausgebaut worden. \"Diese Investitionen in die digitale Infrastruktur sind langfristig und werden unsere Arbeitsprozesse auch künftig prägen\", betont der Sprecher.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Arbeitsprozesse an digitale Welt anpassen"
        },
        {
            "text": "Neben dem digitalen Ausbau will die Frankfurter Volksbank auch ihre Filialpräsenz in der Rhein-Main-Region vorantreiben. Im Zuge dessen wurde die vor zwei Jahren gemeinsam mit der Taunus Sparkasse gestartete Finanzpunkt- Die Deutsche Bank hatte nach Angaben einer Sprecherin bereits weit vor der Corona-Krise eine Betriebsvereinbarung für mobiles Arbeiten und Homeoffice. Entsprechend schnell und flexibel habe das Institut auf den Ausbruch des Virus und die vorgeschriebenen Schutzmaßnahmen reagieren können. Nur wo nötig hätten kurzfristig Laptops besorgt werden müssen. Beispielsweise in Indien, wo die Deutsche Bank innerhalb kurzer Zeit rund 4.000 Mobilrechner anschaffte. Nun haben sich in einer konzernweiten Mitarbeiterbefragung zwei Drittel der Deutsche-Bank-Beschäftigten zufrieden über die Arbeit von zu Hause geäußert. Auch nach Corona würden sie gern ein bis drei Tage in der Woche von daheim aus tätig sein. Das will die Deutsche Bank nun strategisch umsetzen. \"Unsere Belegschaft soll in einem Hybridmodell mehr Wahlmöglichkeiten haben\", verrät die Sprecherin. Teils soll im Büro und teils zu Hause gearbeitet werden können, ab gestimmt auf die Anforderungen der eigenen Rolle und des jeweiligen Teams.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Arbeitsprozesse an digitale Welt anpassen"
        },
        {
            "text": "In einer Umfrage der Volks-und Raiffeisenbank Starnberg-Herrsching-Landsberg konnten die Mitarbeiter neben dem persönlichen Arbeitsplatz, eigener Produktivität und mobiler Beschäftigung weitere Kriterien nennen, darunter Arbeitsorganisation, Gesundheitszustand, Teamzusammenhalt, Work-Life-Balance, Führungsverhalten und Wissensaustausch. Bis auf den Teamzusammenhalt wurden alle anderen Themen beim mobilen Arbeiten besser benotet als bei stationären Beschäftigungskonzepten. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Banker möchten mobil arbeiten"
        },
        {
            "text": "Weil die Corona-Krise die Arbeitswelt zu raschen Veränderungen zwingt, müssen die Finanzinstitute hierzulande in den kommenden Monaten herausfinden, welche Instrumente, Methoden und Prozesse sie auch in der Zeit nach der Pandemie produktiver und effektiver machen können. Nach Auffassung von Arbeitsrechtsexperten haben die Geldhäuser jetzt die Chance, bestehende Regelungen den modernen Anforderungen einer digitalen Arbeitswelt anzupassen. Instituten, die sich an die Spitze dieser Entwicklung stellen, werden allerbeste Chancen zugeschrieben, erhebliche Kostenvorteile bei gleichzeitiger Steigerung der Kunden-und Mitarbeiterzufriedenheit zu realisieren. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Jetzt zukunftsfähig aufstellen"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Sind Sie bereit für den Notfall Ihrer Bankensysteme?",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Unser Disaster Recovery as a Service (DRaaS) bietet eine maßgeschneiderte, BaFin-konforme Lösung mit dem notwendigen Speicherplatz, Backup-Services, virtuellen IT-Strukturen und virtuellen Servern als Cloud-Dienstleistung. Diese ermöglichen es Ihnen, Notfälle abzusichern, ohne selbst zusätzliche",
            "authors": [],
            "year": null,
            "venue": "Einen Plan für den Notfall zu haben, ist immer gut -insbesondere für Ihre geschäftskritischen Infrastrukturen",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "ist Diplom-Volkswirt und seit 1996 als Wirtschaftsund Finanzjournalist tätig. Seit 2002 ist er Inhaber eines Presse-und Redaktionsbüros in Köln.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Beispiele für die vermehrte Nutzung digitaler Kanäle finden sich mittlerweile in der gesamten Bankenlandschaft. Doch nur dort, wo die Geschäftsführung es für sinnvoll hält, werden Niederlassungen auch auf den neuesten Stand der Technik gebracht. So eröffnete im Dezember 2020 die Sparkasse Köln Bonn in Poppelsdorf einen neuen Filialtyp mit erweiterten technischen Möglichkeiten. Nach eigenen Angaben haben die Rheinländer ihre alten Räumlichkeiten zu einer Art Lounge umgestaltet. In einem modern eingerichteten Besprechungszimmer steht den Kunden eine Beratung per Videochat bereit, auf Wunsch auch ohne vorher einen Termin gemacht zu haben. Die Nutzung der Technik soll für die Kunden einfach zu verstehen sein, bei Bedarf unterstützen Beschäftigte der Sparkasse vor Ort (siehe Foto Seite 14). Volker Schramm, Privatkundenvorstand der Sparkasse Köln Bonn, ist zuversichtlich, dass die Poppelsdorfer Kunden das Angebot gut annehmen werden. \"Wir wollen diese Beratungsmöglichkeit auch bald an anderen Standorten bereithalten\", verrät er. Bis zum Frühjahr soll die Filiale am Chlodwigplatz in Köln zum neuen Filialtyp umgestaltet werden. Weitere fünf Standorte würden nach einem erfolgreichen Testlauf ab Herbst 2021 hinzukommen. Die Videoberatung der Sparkasse Köln Bonn übernehmen Mitarbeiter, die auf mehrere Standorte im Geschäftsgebiet verteilt sind. So stehen in der Direktfiliale qualifizierte Kollegen von 9 bis 18 Uhr und nach Vereinbarung auch außerhalb dieser Zeiten für eine Beratung zur Verfügung. Auf diesem Weg könnten Kunden von zu Hause aus ein Konto eröffnen, einen Kredit aufnehmen, sich zur Geldanlage beraten lassen oder eine Lebensversicherung abschließen. Die Kommunikation per Telefon, E-Mail oder Videochat kann in deutscher Sprache oder auch auf Englisch beziehungsweise Türkisch erfolgen.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "15). Somit wurde in Laptops sowie in Zugänge zu einem Virtual Privat Network (VPN) und zu Go-To-Meeting investiert, eine Business-Plattform für Kompakt ■ Als Reaktion auf die Corona-Pandemie entwickeln derzeit fast alle Geldhäuser mobile Beschäftigungskonzepte. ■ Zugleich bauen viele Institute ihre Filialen um und bieten vermehrt digitale Services an. ■ Die Bankberatung der Zukunft wird hybrid im Büro und vom Homeoffice aus sowie persönlich und digital erfolgen. Audio-und Videokonferenzen. Die VPN-Lösung wiederum setzt auf einem bestehenden Kommunikationsnetz auf, um das sich bei der VR-Bank Starnberg-Herrsching-Landsberg der genossenschaftliche Dienstleister Fiducia & GAD IT kümmert. Weil viele Bankmitarbeiter mittlerweile mobil tätig sind, stehen in der Hauptstelle in Starnberg für drei Personen nur noch zwei Arbeitsplätze zur Verfügung. Dieses Raum-und Belegungskonzept soll auch auf andere VR-Bankstellen ausgerollt werden. Personalchef Ronald Schmautz ist überzeugt, dass mobiles Arbeiten nach der Corona-Krise einen höheren Stellenwert haben wird als vor Ausbruch der Pandemie. \"Wie konkret, bleibt abzuwarten\", so der VR-Banker.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Initiative umgesetzt. Bis März 2021 sollen alle 26 Finanzpunkte wie geplant den Betrieb aufnehmen. In den von Volksbank und Sparkasse abwechselnd genutzten Niederlassungen bieten die Institute an vier Tagen in der Woche abwechselnd persönliche Beratung und Services an. An jeweils zwei festen Tagen sind Berater der Volksbank oder der Sparkasse vor Ort. Mithilfe eines Lichtkonzepts in Blau und Rot soll sofort erkennbar sein, wessen Mitarbeiter an dem Tag im Finanzpunkt zur Verfügung stehen. Datenschutz und Vertraulichkeit können durch eine strikt getrennte IT-Infrastruktur jederzeit gewährleistet werden. Dennoch wollen die beiden Institute auch in gemeinsam genutzten Räumlichkeiten Wettbewerber bleiben, ist auf der Finanzpunkt-Website zu lesen.EinSprecher der Volksbank Mittelhessen betont für sein Haus, \"dass mobiles Arbeiten seit Jahren gelebte Praxis ist\". Dies sei eine Folge der Digitalisierung und veränderten Job-Profile. Die Corona-Krise habe diese Entwicklung nur beschleunigt. Nach seinen Aussagen verfügten Anfang 2020 rund 200 Beschäftigte über die technische Ausrüstung für einen mobilen Arbeitsplatz, aber nur etwa die Hälfte sei tatsächlich mobil tätig gewesen. Derzeit könnten rund 400 Kollegen von zu Hause oder unterwegs arbeiten, 280 würden dies auch tun, was einer Quote von 70 Prozent entspricht. Der Sprecher fügt hinzu, dass sein Institut auch künftig in allen Rathaus-Gemeinden in Mittelhessen vertreten sein will. \"Wir bleiben vor Ort sicht-und ansprechbar\", verspricht er. \"Diese persönlichen Kontaktpunkte sind uns neben den sicheren Online-und Mobile-Banking-Lösungen wichtig.\" Nancy Plaßmann, Vorständin der Sparkasse Osnabrück und für das Privatkundengeschäft verantwortlich, beobachtet, dass mittlerweile nicht nur mehr Videoberatungen durchgeführt werden, sondern auch Telefonate mit Screensharing. \"Wir haben festgestellt, dass unsere Kunden die digitalen und telefonischen Wege verstärkt genutzt haben\", erläutert Plaßmann. Die Kunden schätzten es, den Weg zur Filiale zu sparen, die Kinder nebenbei spielen lassen zu können oder die Beratung in der Mittagspause wahrnehmen zu können und trotzdem einen Menschen aus der Region zu haben, der ihnen in Finanzangelegenheiten zur Seite steht. Aus den Sparkassen-Filialen heraus kann laut Plaßmann derzeit allerdings keine flächendeckende Videoberatung angeboten werden. Stattdessen besteht die Möglichkeit der telefonischen Beratung und Begleitung des Gesprächs mit Screensharing. Dafür kommt eine Software von Fastviewer zum Einsatz. Das Programm ermöglicht eine Onlinekommunikation, bei der Bildschirminhalte eines PCs, Tablets oder Smartphones auf einen oder mehrere entfernte Rechner übertragen werden. Dafür schickt der Nutzer seinem Gegenüber oder auch Videoberatung in der Direktfiliale der Sparkasse Köln Bonn: Eine Kundin (rechts) kontaktiert eine Beraterin am Bildschirm. mehreren Teilnehmern aus der Anwendung heraus eine Einladung per E-Mail. Laut Herstellerangaben genügt bei Fastviewer ein Klick und schon können die Eingeladenen den Bildschirm des Einladenden sehen. Die Beispiele aus den Regionalinstituten zeigen, dass neben Kosten-und Digitalisierungsdruck eine weitere Herausforderung der neuen Arbeitswelt besteht. Denn in der Tendenz nimmt die Kundenfrequenz ab ebenso wie die Nutzung persönlicher Services in Filialen von Banken und Sparkassen. Doch zugleich wollen die Institute ihre Vor-Ort-Präsenz stärken, so Managementberater Mihm. Für Genossenschaftsbanken und Sparkassen sei regionale Nähe der entscheidende Differenzierungsfaktor im Wettbewerb mit anderen Finanzinstituten. \"Bei abnehmenden Filialbesuchen müssen die Berater in Zukunft noch mehr zu Vermittlern der Regionalität werden -nur eben digital\", weiß Mihm. Während genossenschaftliche Institute auf die Belange ihrer Mitglieder Rücksicht nehmen und Sparkassen ihrem öffentlichen Auftrag nachkommen müssen, zählen bei Großbanken vor allem das betriebswirtschaftliche Kalkül und die Interessen der Eigentümer. So nutzt die Commerzbank mit dem Großaktionär Cerberus im Nacken die Corona-Krise zum Vorziehen des im Herbst 2019 beschlossenen Filialabbaus. Dezeit verfügt das Geldhaus nach eigenen Angaben über rund 1.000 Niederlassungen. 400 davon mussten Ende 2020 wegen der Pandemie schließen, wobei die Mitarbeiter vor Ort für Kunden telefonisch und per E-Mail erreichbar waren. Von diesen 400 Standorten sollten 200 bis Ende 2020 aufgegeben werden, wie das Geldhaus bekannt gab. Die Schließung war ursprünglich bis Ende 2023 vorgesehen. Auf Nachfrage erklärte eine Commerzbank-Sprecherin, dass die Mitarbeiter der so genannten Abbaufilialen mit ihren Kunden in verbleibende Niederlassungen wechseln werden. Schon vor dem Ausbruch der Corona-Pandemie stellte sich die Commerzbank in einer Betriebsvereinbarung auf das mobile Arbeiten ein. Anfang Oktober 2020 hätten deutlich mehr als 50 Prozent der Belegschaft von zu Hause oder von Ausweicharbeitsplätzen gearbeitet. Überdies etabliert sich Institutsangaben zufolge das Teilen eines Arbeitsplatzes, auch Desksharing genannt. In der Commerzbank-Zentrale in Frankfurt am Main sollen viele Ein-oder Zwei-Personen-Büros längst aufgelöst worden sein. In Düsseldorf wurde jüngst ein New-Work-Standort in Betrieb genommen, wo es gar keine festen Büros mehr geben soll. Die Mitarbeiter dort können je nach Bedarf Schreibtische, Gruppenarbeitsplätze oder Stillarbeitszonen nutzen. Voraussetzung ist freilich, dass der gewünschte Platz gerade frei ist.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Wie wichtig ist Ihnen ein eigener persönlicher Arbeitsplatz? Neben dem mobilen Arbeiten und Desksharing sowie der Beratung per Video oder Telefon hat die Corona-Pandemie weitere Trends in der Finanzbranche beschleunigt. Der Deutsche Sparkassen-und Giroverband (DSGV) zählt auch die Nutzung von Kurznachrichtendiensten dazu. \"Instant Messaging spielt eine immer größere Rolle bei der Beantwortung von Kundenanfragen\", stellt ein DSGV-Sprecher fest (siehe Beitrag Seite 52). Derzeit setzten etwa 30 Prozent der Sparkassen insbesondere Whatsapp ein, wobei die aktivsten Institute bis zu 1.000 Nachrichten pro Tag versenden würden. Und die Tendenz ist laut DSGV steigend. Der Vorteil für die Kunden bestehe darin, dass sie über die gleichen Kanäle mit ihrer Sparkasse in Kontakt treten können wie mit Freunden oder Verwandten. Überdies gebe es beim Instant Messaging keine Warteschleifen und Chats könnten bei Bedarf pausiert werden. Der DSGV weist überdies darauf hin, dass mittlerweile 206 Sparkassen digitale Kundenempfangs-und -leitsysteme in ihren Filialen anbieten. In der IT-Fachsprache heißt das \"digital signage systems at the point of sale\". Damit sollen Kunden neben Produktinformationen auch Nachrichten online über Sparkasse.de abrufen können. Ein Anbieter des Systems ist Engram. Der Hersteller vertriebsunterstützender Kommunikation stellt die technische Lösung bereit, also das Kampagnen-Management-System sowie die Apps und Module. Der Deutsche Sparkassenverlag (DSV) übernimmt nach eigenen Angaben die Vermarktung der Gesamtlösung aus Hardware, Software, Support und von ihm erstellten In-halten. Gemeinsam mit den Sparkassen wollen DSV und Engram die Weiterentwicklung vorantreiben und eine Brücke zwischen analoger und digitaler Welt schlagen. Das System könne Wartezonen organisieren, Kunden zum Gesprächstermin empfangen oder in eine Videoberatung weiterleiten.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Viele Arbeitnehmer schätzen das Homeoffice, weil damit Berufs-und Privatleben besser vereinbart werden können. Überdies entfällt das Pendeln zur Arbeit. Doch Befragungen zeigen auch, dass Beschäftigte im Homeoffice deutlich länger arbeiten als im Büro, und das in der Regel unbezahlt. In dem Fall entsteht jedoch wieder Frust. Daher plädieren die Wissenschaftler Lutz Bellmann und Olaf Hübler in einem Beitrag des Instituts für Arbeitsmarkt-und Berufsforschung für explizite Vereinbarungen zwischen Arbeitgeber und -nehmer für die Tätigkeit von zu Hause. Vertraglich festgelegte Regelungen würden helfen, unbezahlte Überstunden zu vermeiden. Auch Zeiten von Nicht erreichbarkeit sollten festgelegt werden. Noch wichtiger als sonst seien Mitarbeitergespräche und Zielvereinbarungen. Des Weiteren müsse die Arbeitsplatzgestaltung bei der Telearbeit den in der Arbeits stättenverordnung vorgeschriebenen Standards entsprechen. Das sei im Home office oft nur mit viel Aufwand umsetzbar. So kollidiere die Pflicht des Arbeitgebers zur Gefährdungsbeurteilung mit der im Grundgesetz garantierten Unverletzlichkeit der Wohnung. Hier sei eine vertragliche Vereinbarung über das Zutrittsrecht des Arbeitgebers erforderlich, so die Wissenschaftler. Um das Produktivitätspotenzial von Homeoffice zu heben, müssten die Sozialpartner Arbeitszeitregelungen aushandeln, welche die Interessen des Arbeitgebers und der Arbeitnehmer gleichermaßen befriedigen. Als sinnvoll erachten die Wissenschaftler Bellmann und Hübler etwa Arbeitszeitkonten. Die Erfassung von Mehrarbeit biete für die Beschäftigten weitere Möglichkeiten der selbst bestimmten Flexibilität und ginge nicht zulasten der Betriebe. 16 BANKMAGAZIN 2-3 | 2021 www.springerprofessional.de",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "www.operational-services.de/disaster-recovery S c h n e l l e r a l s d e r N o t f a l l s e i n . W i r z e i g e n w i e .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISASTER RECOVERY"
        }
    ]
}