{
    "paper_id": "00e5e9b21a4a5785c216b6627731cb41c942df51",
    "metadata": {
        "title": "Interprofessional learning during SARS-CoV-2 (COVID-19) pandemic conditions: the learning project I-reCovEr as a substitute for a rotation on an interprofessional training ward Rotations on the interprofessional training ward in Pediatrics (IPAPAED) placement Program (I-reCovEr) as an alternative learning format for a rotation on the IPAPAED at the Center for Pediatric and Adolescent Medicine. I-reCovEr offers opportunities for pediatric nursing trainees",
        "authors": [
            {
                "first": "Sebastian",
                "middle": [],
                "last": "Bode",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Freiburg",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Alexandra",
                "middle": [],
                "last": "Dürkop",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Freiburg",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Helena",
                "middle": [],
                "last": "Wilcken",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Stephanie",
                "middle": [],
                "last": "Peters",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Practical Nurse Training Unit \"Moro\" ward",
                    "institution": "University of Freiburg",
                    "location": {
                        "settlement": "Freiburg/Brsg",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Christine",
                "middle": [],
                "last": "Straub",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Freiburg",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The COVID-19 pandemic has led to massive and aprupt changes in the training of health care professionals. Especially hands-on training can",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In 2017, an interprofessional training ward in pediatrics (IPAPAED) was established at the Center for Pediatric and Adolescent Medicine (ZKJ) Freiburg [1] . Here, trainees in pediatric nursing (PN) and medical students (MS) take care of patients in interprofessional teams and learn from, with and about each other. During the two-week rotations on the IPAPAED they are supported by registered pediatric nurses and paediatricians, who received a training in learning assistance [2] . Due to the COVID-19 pandemic, in March 2020 the whole study program at the University of Freiburg was suspended and IPAPAED rotations could not be offered. From May 2020, clinical teaching was allowed again in a restricted form, if the recommended hygiene measures, such as appropriate mask wearing, were adhered to. The interprofessional working group on teaching and teaching research at the ZKJ, consisting of nursing practice instructors, social scientists and pediatricians, then developed a program to offer interprofessional (IP) teaching under pandemic conditions. The interprofessional Covid-19 Replacement Program (I-reCovEr) was conducted in May and July 2020. Learning objectives include awareness of one's own role and the role of the other professional group, feedback, handover, as well as presentation, diagnosis and therapy of meningitis in infants and performing a lumbar puncture. Selected learning materials from the IPAPAED (see below) were used. Here, the project I-reCovEr and its evaluation are presented and compared to the evaluation of the IPAPAED.",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 154,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 478,
                    "end": 481,
                    "text": "[2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "I-reCovEr consists of four 60-minute face-to-face sessions (part 1-4) (see figure 1 ). The course starts with an introduction to IP learning and IP collaboration. Medical students and nurse trainees present their respective training. Common features of the trainings are discussed. Afterwards, the participants form interprofessional teams to work on a case study while observing the recommended hygiene measures (see figure 2 ). The case study focuses on the acute presentation of an infant with meningitis. The participants are asked to assess the infant accordingly, discuss aspects of the clinical examination, recommended diagnostics and therapy from a nursing and medical point of view. In the second part, the SBAR (Situation, Background, Assessment, Recommendation) communication tool [3] , [4] is presented and applied to the case. Input on feedback and performing a lumbar puncture is given in the third part. The lumbar puncture is prepared by the participants and performed on a dummy. The participants themselves and the IP management team then provide feedback. In the fourth part, the case is completed and discussed. I-reCovEr is evaluated with the ISVS-9A [5] (possible answers from 0=\"do not agree at all\" to 6=\"agree completely\") before and after the course, as are the rotations on the IPAPAED ward. The ISVS-9A asks for attitudes regarding interprofessional cooperation and consists of nine items. In addition, the participants filled out a questionnaire designed for this course with seven items (possible answers from 0=\"no knowledge/no significance\" to 5=\"very much knowledge/very high significance\"), which included the free text question \"Do you have any further comments on the interprofessional learning unit?\".",
            "cite_spans": [
                {
                    "start": 793,
                    "end": 796,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 799,
                    "end": 802,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 1173,
                    "end": 1176,
                    "text": "[5]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 75,
                    "end": 83,
                    "text": "figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 418,
                    "end": 426,
                    "text": "figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Project description"
        },
        {
            "text": "Fifteen trainees and students (6 PN and 9 MS) participated in I-reCovEr so far. Twelve participants completed both the evaluation before and after the course. I-reCovEr was evaluated according to German school grades (1=\"excellent\" to 6=\"insufficient\") with m=1.5 (SD±.45). These results are similar to the evaluation results of the IPAPAED (69 TN (m=1.48 (SD±.55)). The participants of I-reCovEr and IPAPAED were comparable in terms of training, gender and age. Only one item of the ISVS-9A (\"I have acquired an increasing awareness of the roles of the other occupational groups in a team\") was rated significantly higher after participation in I-reCovEr than before (pre m=4.33 (SD±.85); post m=5.42 (SD±.64); p<.01). The I-reCovEr questionnaire showed a self-reported increase in knowledge about the other profession (pre m=3.08 (SD±64); post m=4.0 (SD±.58); p<.01). No other significant differences were found. In particular, no self-perceived interprofessional competence acquisition was reported. In contrast, participants of the IPAPAED reported significant knowledge or competence acquisition in 7/9 items of the ISVS-9A and in 5/7 items of the IPAPAED evaluation after a rotation on the IPAPAED. The free text comments on I-reCovEr praised the opportunity for interprofessional exchange, joint case work and hands-on experience (lumbar puncture).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The project I-reCovEr shows that knowledge about another health care profession can be acquired through joint interprofessional work on case studies. Participants of a rotation on the interprofessional training ward IPAPAED on the other hand rated not only their acquisition of knowledge significantly higher but also reported to have gained interprofessional competencies after their twoweek rotation, which could also be shown for other IP training wards [6] , [7] , [8] , [9] . A reason for this might be that at the IPAPAED participants work and learn together every day for two weeks, but in the I-reCovEr course participants only learn together in four face-to-face sessions.",
            "cite_spans": [
                {
                    "start": 457,
                    "end": 460,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 463,
                    "end": 466,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 469,
                    "end": 472,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 475,
                    "end": 478,
                    "text": "[9]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In addition, the participants at the IPAPAED take on responsibility for patient care as part of an interprofessional team. The development of corresponding competencies in patient care, assumption of responsibility and team communication cannot be replaced by working with case studies. I-reCovEr can therefore not replace a rotation on an IP training ward. However, the discussion-based learning format of I-reCovEr can be used as an introduction to interprofessional learning or as a minimal IP training format if resources for more complex IP learning formats are not available. In the future, I-reCovEr will focus even more strongly on the acquisition of interprofessional competencies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The lumbar puncture as an interprofessional learning situation within the framework of I-reCovEr was especially positively emphasized due to its practical relevance. However, appropriate hygienic measures are essential to let participants perform this exercise safely in the context of the COVID-19 pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The interprofessional course I-reCovEr allows for teaching at least some of the learning contents taught on an IP training ward under pandemic conditions. If further IPAPAED courses have to be cancelled, I-reCovEr will be offered again as an alternative, but not as an adequate replacement, for a rotation on the IPAPAED. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Mit der vorgestellten interprofessionellen Lehrveranstaltung I-reCovEr können zumindest einige der auf der IPA-PÄD vermittelten Lerninhalte auch unter Pandemiebedingungen an AGKKP und PJ vermittelt werden. Sollten weitere Durchführungen der IPAPÄD abgesagt werden müssen, wird I-reCovEr als Alternative, jedoch nicht als adäquater Ersatz für die IPAPÄD, erneut angeboten werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Schlussfolgerung"
        },
        {
            "text": "Die Autor*innen erklären, dass sie keinen Interessenkonflikt im Zusammenhang mit diesem Artikel haben.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interessenkonflikt"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Interprofessional training ward in paediatrics (IPAPAED) at the Centre for Paediatric and Adolescent Medicine Freiburg: Overcoming borders -learning and working together",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Peters",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bode",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Straub",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "JuKiP",
            "volume": "4",
            "issn": "7",
            "pages": "173--174",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Learning support on an interprofessional training ward",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Straub",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Duerkop",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Bode",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Nurs Educ Patient Educ Train",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The structured communication tool SBAR (Situation, Background, Assessment and Recommendation) improves communication in neonatology",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Raymond",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Harrison",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "S Afr Med J",
            "volume": "104",
            "issn": "12",
            "pages": "850--852",
            "other_ids": {
                "DOI": [
                    "10.7196/SAMJ.8684"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Recommendations of the German Association of Anesthesiology and Intensive Care Medicine (DGAI) on structured patient handover in the perioperative setting : The SBAR concept",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Von Dossow",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zwissler",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Anaesthesist",
            "volume": "65",
            "issn": "1",
            "pages": "1--4",
            "other_ids": {
                "DOI": [
                    "10.1007/s00101-016-0237-5"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "interprofessional learning on a training ward for medical, nursing, occupational therapy and physiotherapy students",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Reeves",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Freeth",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mccrorie",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Perry",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Med Educ",
            "volume": "36",
            "issn": "4",
            "pages": "337--344",
            "other_ids": {
                "DOI": [
                    "10.1046/j.1365-2923.2002.01169.x"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "This is the closest I have come to being compared to a doctor: views of medical students on clinical clerkship in an Interprofessional Training Unit",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Jakobsen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Larsen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "B"
                    ],
                    "last": "Hansen",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Med Teach",
            "volume": "32",
            "issn": "9",
            "pages": "399--406",
            "other_ids": {
                "DOI": [
                    "10.3109/0142159X.2010.496009"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Teaching teamwork: an evaluation of an interprofessional training ward placement for health care students",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Morphet",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hood",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cant",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Baulch",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gilbee",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sandry",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Adv Med Educ Pract",
            "volume": "5",
            "issn": "",
            "pages": "197--204",
            "other_ids": {
                "DOI": [
                    "10.2147/AMEP.S61189"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Implementation MIA -Mannheim's interprofessional training ward: first evaluation results",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mette",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Baur",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hinrichs",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Östreicher-Krebs",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Narciß",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "GMS J Med Educ",
            "volume": "36",
            "issn": "4",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3205/zma001243"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Interprofessional training ward in paediatrics (IPAPAED) at the Centre for Paediatric and Adolescent Medicine Freiburg: Overcoming borders -learning and working together",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Peters",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bode",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Straub",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "JuKiP",
            "volume": "4",
            "issn": "7",
            "pages": "173--174",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Learning support on an interprofessional training ward",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Straub",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Duerkop",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Bode",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Nurs Educ Patient Educ Train",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The structured communication tool SBAR (Situation, Background, Assessment and Recommendation) improves communication in neonatology",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Raymond",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Harrison",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "S Afr Med J",
            "volume": "104",
            "issn": "12",
            "pages": "850--852",
            "other_ids": {
                "DOI": [
                    "10.7196/SAMJ.8684"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Recommendations of the German Association of Anesthesiology and Intensive Care Medicine (DGAI) on structured patient handover in the perioperative setting : The SBAR concept",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Von Dossow",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zwissler",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Anaesthesist",
            "volume": "65",
            "issn": "1",
            "pages": "1--4",
            "other_ids": {
                "DOI": [
                    "10.1007/s00101-016-0237-5"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Refinement of the Interprofessional Socialization and Valuing Scale (ISVS-21) and Development of 9-Item Equivalent Versions",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Orchard",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Khalili",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Avery",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Contin Educ Health Prof",
            "volume": "36",
            "issn": "3",
            "pages": "171--177",
            "other_ids": {
                "DOI": [
                    "10.1097/CEH.0000000000000082"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "interprofessional learning on a training ward for medical, nursing, occupational therapy and physiotherapy students",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Reeves",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Freeth",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mccrorie",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Perry",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Med Educ",
            "volume": "36",
            "issn": "4",
            "pages": "337--344",
            "other_ids": {
                "DOI": [
                    "10.1046/j.1365-2923.2002.01169.x"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "This is the closest I have come to being compared to a doctor: views of medical students on clinical clerkship in an Interprofessional Training Unit",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Jakobsen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Larsen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "B"
                    ],
                    "last": "Hansen",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Med Teach",
            "volume": "32",
            "issn": "9",
            "pages": "399--406",
            "other_ids": {
                "DOI": [
                    "10.3109/0142159X.2010.496009"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Teaching teamwork: an evaluation of an interprofessional training ward placement for health care students",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Morphet",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hood",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cant",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Baulch",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gilbee",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sandry",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Adv Med Educ Pract",
            "volume": "5",
            "issn": "",
            "pages": "197--204",
            "other_ids": {
                "DOI": [
                    "10.2147/AMEP.S61189"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Implementation MIA -Mannheim's interprofessional training ward: first evaluation results",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mette",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Baur",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hinrichs",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Östreicher-Krebs",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Narciß",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "GMS J Med Educ",
            "volume": "36",
            "issn": "4",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3205/zma001243"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Interprofessional learning during SARS-CoV-2 (COVID-19) pandemic conditions: the learning project I-reCovEr as a substitute for a rotation on an interprofessional training ward",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bode",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dürkop",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wilcken",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Peters",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Straub",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "GMS J Med Educ",
            "volume": "38",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3205/zma001409"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "I-reCovEr course outline. Four face-to-face sessions with theoretical input (in bold), interprofessional work on a case study/practical exercise (in italics). IPC = interprofessional collaboration, IPE = interprofessional education.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Case work in interprofessional (IP) pairs under pandemic conditions. Registered nurse answers a question of the IP team in the background.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Inhalte zur interprofessionellen Zusammenarbeit und KommunikationArbeitsgruppe Lehre und erarbeitet. Die Teilnehmenden berichten in der Evaluation mit der Inter-Lehrforschung/Lehrentwicklung, Freiburg/Brsg., Deutschland professional Socialization and Valuing Scale (ISVS) -9A von einem Wissenszuwachs über die Arbeit der jeweils anderen Berufsgruppe. Im SD±.58); p<.01). Weitere signifikante Unterschiede fanden sich nicht, insbesondere wurde kein Kompetenzzuwachs angegeben. Im Gegensatz dazu zeigten Teilnehmende der IPAPÄD nach Einsatz auf der IPAPÄD signifikant höhere Werte bezüglich Wissen oder Kompetenzen in 7/9 Items des ISVS-9A und in 5/7 Items der IPAPÄD-Evaluation.In den Freitextkommentaren zu I-reCovEr wurden vor allem die Möglichkeit zum interprofessionellen Austausch, die gemeinsame Fallbearbeitung und die praktische Übung (Lumbalpunktion) positiv hervorgehoben.Abbildung 2: Fallbearbeitung in IP Tandems unter Pandemiebedingungen. Pflegerische Lernbegleitende beantwortet eine Frage des IP-Teams im Hintergrund. Das Projekt I-reCovEr zeigt, dass auch durch gemeinsame Arbeit an Fallvignetten Wissen über die andere Berufsgruppe erworben werden kann. Teilnehmende nach zweiwöchigem Einsatz auf der IPAPÄD schätzen dagegen nicht nur ihren Wissens-sondern auch ihren Kompetenzzuwachs höher ein, was auch auf anderen IP Ausbildungsstationen gezeigt werden konnte [6], [7], [8], [9]. Dies kann dadurch erklärt werden, dass auf der IPAPÄD TN über zwei Wochen täglich gemeinsam arbeiten und lernen, im Rahmen von I-reCovEr jedoch nur an vier Terminen. Zusätzlich übernehmen die TN auf der IPAPÄD gemeinsam im interprofessionellen Team Verantwortung für die Versorgung von Patienten. Das Erarbeiten entsprechender Kompetenzen in Patientenversorgung, Verantwortungsübernahme und Teamkommunikation kann nicht durch die Arbeit mit Fallvignetten ersetzt werden. I-reCovEr kann daher die Teilnahme an einer IP Ausbildungsstation nicht ersetzen. Das diskussionsbasierte Lernformat kann aber als Einstieg in interprofessionelle Lehre genutzt werden oder als minimale IP-Ausbildungsform, wenn Ressourcen für aufwendigere IP-Lernformate nicht vorhanden sind. Zukünftig wird bei I-reCovEr der Fokus noch stärker auf den Kompetenzerwerb der TN gelegt werden.Die Lumbalpunktion als interprofessionelle Lernsituation im Rahmen von I-reCovEr wurde aufgrund ihrer Praxisrelevanz besonders positiv hervorgehoben. Die Durchführung ist jedoch nur unter gelockerten Hygienebedingungen möglich.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors declare that they have no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}